let about_btn = document.getElementById('about')
about_btn.addEventListener('click', function() {
    swal({
        html: '<html>   <h2 style=" font-family: Verdana, Geneva, Tahoma, sans-serif; margin-top: -10px;">О нас</h2><br> <p style="margin-top: -10px; text-align: justify; font-family: Verdana, Geneva, Tahoma, sans-serif; padding: 15px; margin-top: -20px;">Наша команда по аренде недвижимости <strong>Rich House</strong>. Работает на рынке посуточной аренды квартир в городе Караганде.<br> Главная наша задача это довольные клиенты, которые становятся нашими постоянными гостями на долгие годы. Мы следим за качеством услуг. Генеральная уборка со сменой свежайшего белья проводится обязательно после каждого гостя, и качество контролируются лично менеджером по клинингу. Мы дорожим нашей репутацией, качеством наших квартир и покоем соседей, поэтому часто отказываем в аренде определенным группам граждан. Таким как несовершеннолетним лицам, любым желающим отпраздновать день рождения и прочие корпоративы.</p></html>'
      })
})

let about_btn2 = document.getElementById('aboutses')
about_btn2.addEventListener('click', function() {
    swal({
        html: '<html>   <h2 style=" font-family: Verdana, Geneva, Tahoma, sans-serif; margin-top: -10px;">О нас</h2><br> <p style="margin-top: -10px; text-align: justify; font-family: Verdana, Geneva, Tahoma, sans-serif; padding: 15px; margin-top: -20px;">Наша команда по аренде недвижимости <strong>Rich House</strong>. Работает на рынке посуточной аренды квартир в городе Караганде.<br> Главная наша задача это довольные клиенты, которые становятся нашими постоянными гостями на долгие годы. Мы следим за качеством услуг. Генеральная уборка со сменой свежайшего белья проводится обязательно после каждого гостя, и качество контролируются лично менеджером по клинингу. Мы дорожим нашей репутацией, качеством наших квартир и покоем соседей, поэтому часто отказываем в аренде определенным группам граждан. Таким как несовершеннолетним лицам, любым желающим отпраздновать день рождения и прочие корпоративы.</p></html>'
      })
})
